export const books = {
  'Лев Толстой': {
    'Издательство АСТ': {
      Роман: ['Война и мир', 'Анна Каренина'],
      Повесть: ['Детство', 'Хаджи-Мурат'],
    },
    'Издательство Эксмо': {
      Рассказ: ['После бала', 'Кавказский пленник'],
    },
  },
  'Фёдор Достоевский': {
    'Издательство Азбука': {
      Роман: ['Преступление и наказание', 'Идиот'],
      Повесть: ['Белые ночи'],
    },
    'Издательство АСТ': {
      Роман: ['Братья Карамазовы'],
    },
  },
  'Александр Пушкин': {
    'Издательство Эксмо': {
      'Роман в стихах': ['Евгений Онегин'],
      Повесть: ['Капитанская дочка', 'Пиковая дама'],
    },
    'Издательство Азбука': {
      Поэма: ['Руслан и Людмила', 'Медный всадник'],
    },
  },
};
